app/controllers/students_controller.rb

SELECT "students".* FROM "students"
---
  def index
    #code
    @students = Student.all